alefragnani.project-manager
arturock.gitstash
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
castwide.solargraph
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
donjayamanne.githistory
fabiospampinato.vscode-open-in-github
github.copilot
github.copilot-chat
github.vscode-pull-request-github
grapecity.gc-excelviewer
hashicorp.terraform
humao.rest-client
jebbs.plantuml
jnbt.vscode-rufo
koichisasada.vscode-rdbg
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msysyamamoto.vscode-digdag
prisma.prisma
qhoekman.language-plantuml
redhat.java
renesaarsoo.sql-formatter-vsc
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
tamasfe.even-better-toml
testdouble.vscode-standard-ruby
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
waderyan.gitblame
yandeu.five-server
